Repository: pestler/banshop
Catalog: libs/*/localization/src/lib/messages.xlf
Languages: russian

source: Cart | Online store Banshop
russian: Корзина | Online store Banshop

source: It is very easy to buy on banshop. To place an order, click the order button.
russian: Купить на banshop очень легко. Для оформления заказа, нажмите кнопку оформить заказ.

source: cart, banshop
russian: корзина, покупки, banshop

source: Cart
russian: Корзина

source: Duplicate CartProduct
russian: Дубликат товара

source: CartProduct was not found
russian: Товар не найден

source: Add to Cart
russian: Добавление в корзину

source: {{ product.title }} added to cart!
russian: {{ product.title }} добавлены в корзину!

source: You can place an order or continue shopping.
russian: Вы можете оформить заказ или продолжить покупки.

source: Cancel
russian: Отмена

source: Add to cart
russian: Добавить в корзину

source: Continue shopping
russian: Продолжить покупки

source: Go to cart
russian: Перейти в корзину

source: Price:
russian: Цена:

source: Delete
russian: Удалить

source: Delete
russian: Удалить

source: {cartProducts | cartTotalCount, plural, =0 {no products} =1 {1 product} other { {{ cartProducts | cartTotalCount }} products} } in the cart.
russian: В корзине {cartProducts | cartTotalCount, plural, =0 {no products} =1 {1 product} other { {{ cartProducts | cartTotalCount }} products} }

source: {VAR_PLURAL, plural, =0 {no products} =1 {1 product} other {{INTERPOLATION} products}}
russian: {VAR_PLURAL, plural, =0 {пусто} =1 {1 товар} =2 {2 товара} =3 {3 товара} =4 {4 товара} other {{INTERPOLATION} товаров}}

source: Total: {{ cartProducts | cartTotalPrice | async | currency }}
russian: Итого: {{ cartProducts | cartTotalPrice | async | currency }}

source: Order
russian: Оформить

source: There are no products in your cart yet. Go to shopping - <a [routerLink]="paths.home | path">catalog</a>.
russian: В вашей корзине еще нет товаров. Перейти к покупкам - <a [routerLink]="paths.home | path">каталог</a>.

source: Support | Online store Banshop
russian: Поддержка | Онлайн магазин Banshop

source: Ask any question you are interested in by writing a message below.
russian: Задайте любой интересующий вас вопрос, написав сообщение ниже.

source: support, chat, feedback, banshop
russian: служба поддержки, чат, обратная связь, banshop

source: Write a message
russian: Написать сообщение

source: Send
russian: Отправить

source: Online store Banshop
russian: Онлайн магазин Banshop

source: Banshop sportswear, shoes and accessories. Free delivery in Moscow and all over Russia when paying on the website.
russian: Banshop спортивная одежда, обувь и аксессуары. Бесплатная доставка по Москве и всей России при оплате на сайте.

source: sneakers, sports shoes
russian: кроссовки, спортивная обувь

source: Page not found | Online store Banshop
russian: Страница не найдена | Онлайн магазин Banshop

source: Sorry, the requested page was not found. Go to the home page
russian: Извините, запрашиваемая страница не найдена. Перейти на главную.

source: not found, 404, banshop
russian: cтраница не найдена, 404, banshop

source: Page not found
russian: Страница не найдена

source: Sorry, the requested page was not found.
russian: Извините, запрашиваемая страница не найдена.

source: Go to the home page
russian: Перейти на главную

source: Internal server error | Online store Banshop
russian: Внутренняя ошибка сервера | Онлайн магазин Banshop

source: If you’re facing some issues while using our service you’re unable to solve yourself, please contact our customer service department by sending a message to support. We’ll try to do our best as soon as we’ll consider your appeal.
russian: Если при использовании нашего сервиса у вас возникли проблемы, которые вы не можете решить самостоятельно, обратитесь в наш отдел обслуживания клиентов, отправив сообщение в службу поддержки. Мы постараемся сделать все возможное, как только рассмотрим ваше обращение.

source: Internal server error
russian: Внутренняя ошибка сервера

source: If you’re facing some issues while using our service you’re unable to solve yourself, please contact our customer service department by sending a message to <a banshop-link [routerLink]="paths.support | path">support</a>. We’ll try to do our best as soon as we’ll consider your appeal.
russian: Если при использовании нашего сервиса у вас возникли проблемы, которые вы не можете решить самостоятельно, обратитесь в наш отдел обслуживания клиентов, отправив сообщение в <a banshop-link [routerLink]="paths.support | path">службу поддержки</a>. Мы постараемся сделать все возможное, как только рассмотрим ваше обращение.

source: Online store Banshop
russian: Онлайн магазин Banshop

source: Banshop sportswear, shoes and accessories. Free delivery in Moscow and all over Russia when paying on the website.
russian: Banshop спортивная одежда, обувь и аксессуары. Бесплатная доставка по Москве и всей России при оплате на сайте.

source: online store, sneakers, sports shoes, banshop
russian: Онлайн магазин, кроссовки, спортивная обувь, banshop

source: Order | Banshop
russian: Оформить заказ | Онлайн магазин Banshop

source: Place your order by filling out the form below. Our manager will contact you immediately after receiving the application.
russian: Оформите свой заказ, заполнив форму ниже. Наш менеджер свяжется с вами сразу после получения заявки.

source: order, place a order, banshop
russian: оформить заказ, получить заказ, banshop

source: Making an order
russian: Оформить заказ

source: Address
russian: Адрес

source: Ex. 100 Main St
russian: Ленина 100, кв. 10

source: City
russian: Город

source: Ex. Saint Petersburg
russian: Санкт-Петербург

source: mail@example.com
russian: your@mail.ru

source: Full name
russian: ФИО

source: John Doe
russian: Иванов Иван Иванович

source: Phone
russian: Телефон

source: Postcode
russian: Индекс

source: Order Form
russian: Форма заказа

source: Order
russian: Оформить

source: Title
russian: Наименование

source: Total
russian: Итого

source: Size
russian: Размер

source: Count
russian: Количество

source: Price
russian: Цена

source: Order error!
russian: Ошибка оформления заказа!

source: An error occurred when making an order. Check the entered data and try to make the order again. If the problem persists, contact <a [routerLink]="paths.support | path" mat-dialog-close>support</a>.
russian: Произошла ошибка при оформлении заказа. Проверьте введенные данные и попробуйте оформить заказ еще раз. Если проблема не устранена, обратитесь в <a [routerLink]="paths.support | path" mat-dialog-close>службу поддержки</a>.

source: Close
russian: Закрыть

source: Order is processed!
russian: Заказ оформлен!

source: Your order #{{ matData.id }} has been submitted for processing. Our manager will contact you soon. Thanks for your order!
russian: Ваш заказ #{{ matData.id }} был передан в обработку. Наш менеджер свяжется с вами в ближайшее время. Спасибо за заказ!

source: Description
russian: Описание

source: Details
russian: Характеристики

source: Additional information about the product.
russian: Дополнительная информация о продукте.

source: Details
russian: Подробнее

source: Buy
russian: Купить

source: Counts
russian: Количество

source: Size
russian: Размер

source: Go to cart
russian: Перейти в корзину

source: Add to bag
russian: Добавить в корзину

source: Available sizes
russian: Доступные размеры

source: Select
russian: Выбрать размер

source: Please select your size
russian: Пожалуйста, выберите размер

source: This product is excluded from all promotional discounts and offers.
russian: Для данного товара не доступны скидки.

source: Terms | Banshop
russian: Условия покупки | Онлайн магазин Banshop.

source: Agreement on the terms of sale of goods of banshop.
russian: Соглашение об условиях продажи товаров banshop.

source: terms, private and confidential, banshop
russian: условия покупки, banshop.

source: Carousel prev
russian: Предыдущий слайд

source: Carousel next
russian: Следующий слайд

source: Terms of sale
russian: Условия продажи

source: Cart
russian: Корзина

source: Chat
russian: Чат

source: Call to phone
russian: Позвонить
